{
"元首卦": "<p>《神定经》：统乾之体，大人之象，飞龙在天</p>《六壬统宗》：（一上克下）以尊制卑，大顺之徵，为诸课首，故名元首。</br>占主天地得位品物咸亨，事从外来，起男子，忧喜皆实，臣忠子孝，婚谐谋遂，孕生男，兵讼先者胜，贾人获利，官职首擢，利见大人。如日辰年命发用正时六处值旺相乘吉将更逢富贵、官爵、三光、三阳等吉课，仕人贵显不可言。</br>此课大象顺利十分，然或得凶神恶将，三传不顺，反主下顺上而上不从（说明：上得凶神恶将，上不正）。又如，一上克下，而上休囚死气，下却旺相德合岁月建，反主上虽制下，而下不受制，未可执一也。",

"重审卦":"<p>《神定经》：统坤之体，六五黄裳无吉。</p>《六壬统宗》：<p>亦名“始入”。以下犯上为逆，徵事有可虞，须再三详审，故名重审。然止于一下克上，为发难之端，故名始入。</p><p>占主不忠不孝，事从内起，由女人，孕生女，兵讼後者胜，谋望先难後成，大抵贵顺吉，贵逆凶，墓绝传生旺吉，生旺传墓绝凶，初克末吉，末克初凶，全要末传得吉将、天月德等可化诸凶。</p><p>此课利下不利上，然或一下贼上而下休囚上旺相，则下虽乖违不能肆害，如生金不畏死火之类。</p>",

"知一卦":"<p>神定经：统比之体，去谗任贤</p><p>《六壬大全》：</p><p>凡课有二上克下，或二下克上，择课之阴阳与今日比者而为用神，曰：知一课。比者和也，阳日阳比，阴日阴比，二爻皆动，事有两岐，善恶混处，必知择其比和一善者而用之，故名知一。事宜惟一，允执厥中，占物占人皆在近也。统比之体，乃去谗任贤之课也，比者亲辅也，有不宁方来意。</p><p>象曰：比者为喜，不比为忧，词宜和允，兵利主谋，祸从外起，事向朋谋，寻人失物，近处堪求，如课下克上，有嫉妬，日辰贵后主迟疑，或主三克度厄，四克无禄，乱动狐疑，则有上六比之无首凶象，或上克下有嫌疑。日辰贵前，主事顺，及止二克，贞固择一，则有，比六二，自内贞吉之象也。</p><p>订论：知一亦名比隣（或二上克下，或二下克上），择课之阴阳与日干比者为用神，阳日阳比，阴日阴比，二爻皆动，事有两岐，必知择而定于一，故名知一。</br>占主事起同类，祸自外来，失物寻人俱在隣近，兵讼宜和，凡事狐疑不决，若是吉神比者为近，不比为远，若是凶神比者为喜，不比为忧。</br>此课大端舍远就近，舍疏就亲，恩中有害之象。</p><p>《神定经》：金匮经曰：欲知其一，必得其二，谓二上克一下，二下克一上，以比者为用。言比者为近，不比者为远。比者为善，不比者为忧。注曰：二上克下，同类相妬，朋友谗佞，祸从外来，利客不利主（原文：利主不利客，依《六壬大全》修订），二下贼上，妻财斗讼，咒咀不止，占贼不出邑里之地。</p>",

"涉害卦": "<p>《神定经》：</br>统坎之体，苦尽甘来。</br>金匮经曰：察其微，见其机，谓二比二不比，当以涉害者为用。涉害复等，先见者为用。以此占人，所作稽留，忧事难解，怀孕伤胎。</p><p>《六壬大全》：</br>凡课有二上克下或二下克上与今日俱比俱不比则以涉地盘归本家受克深处为用，为涉害课。涉者，度也，害者，克也，若五行属土，则以土深浅，如，亥加丑，前行历辰戊未己戌土位五重，归本家亥位，不论孟仲季比用，止取涉度害克位之最深者，故名涉害。占者凡事艰难，必有稽迟，历尽风霜而后得，统坎之体，乃苦尽甘来之象也。</br>象曰：风波险恶，度涉艰难，谋为利名，多费机关，婚姻有阴，疾病难安，胎孕迟滞，行人未还，如神将凶，三四克，灾深难解，则应坎初六，习坎，入坎象也，或我克他，日辰旺相，神将吉，受克浅，忧浅易解，事难（素键：难，似为艰难，非难以）终成，则应坎卦辞“有孚必亨象”，以是而行，必有功矣。</br>凡课有二上克下，或二下克上，甚至四克贼，俱比俱不比，以寅申巳亥孟神用，为见机格，如课中有仲季，必待用孟之机深者。盖事之初起，祸福随之，见事，必知机而作，故见机，占事有疑，急须改变，若守旧，则有稽留难解之患也。</br>象曰，利涉大川，有孚，贞吉，动作见机，不俟终日，名利难遂，胎孕未实，疑事急改犹豫有失，如神将吉以吉言，凶以凶论，乃多算胜，少算不胜，将涉水，不轻进之象也。</br>凡课有克贼，俱比俱不比，无孟取仲季用，为察微格。盖孟深仲浅，季作微分，课克无孟，必审察仲季之微克者，故名察微，占者恐人不仁，或有小人谋害之意，必思虑提防，无可患也。</br>象曰：知中有刀，蜜中有砒，大人利见，旧德微施，人情浅泊，世事难披，防范机密，物欲必齐，凡事详神将吉凶言之，乃少算胜而无算不胜，尚中正，不利涉大川之象也。</br>凡课涉害者，复相等，以四课中先见者用，为缀瑕格。盖涉害数归本家，又复相似，刚日以日上先见神为用，柔日取辰上先见神为用，如二物相并，深中取先，高中取捷（素键：高中科举），冠上有缀瑕玉饰之象，故名缀瑕格，占事艰难，首尾牵连，惟才德服从者吉也。</br>象曰：两雄交争，经延岁月，人众牵连，灾耗不绝，君子宜亲，小人可辍，胎孕逾期，行人失缺，如月建吉神入传吉，日辰有气虽事延有成象也。</p>",

"遥克卦":"<p>《六壬大全》：</br>凡课无克，取日干与四课上神相克者为用，曰遥克。课遇有两克相比为用，遥相克贼，故名遥克。如蒿矢为镞，弹身为箭，身物难中，不足为畏。凡事祸福不测，忧在西南而西北有善，乾阳方也。盖此课先尽四课上神克日干为用，曰蒿矢格，如远神克日缓而且轻，折蒿为矢力弱难伤，故名蒿矢，占事始而雷吼驚恐，终却无妨，统睽之体乃狐假虎威之课也。又睽乘異也（小事吉）。</br>象曰：始有凶势，愈久愈休，忧喜未实，文书虚谋，外谋干己，有客为仇，兵利为主，不利他求，如神将凶、贵逆，日、辰、用神无气，主盗贼阴谋，有载鬼一车之凶象。若神将吉，贵顺，日用有气则干贵，有喜，行人来，访人见，事成，灾祸渐小而安，有婚媾，遇雨吉象也，凶吉应在睽上九推之。</br>如课上下无克，又无神克日，则以日干遥克课上神为用，曰弹射课。盖我去克他，以致远，如弹丸当箭，遥射傍物，难中，故名弹射。占者事远难就，纵成，虚名虚利，不得实用或日克两神为箭中双鹿，事尤多心两意。</br>象曰：巳谋他事，祸从内施，兵用客利，事宜后为，访人不见，行人未归，空亡发用，动作尤虚，如神将凶，带刑害，贵逆，主事不睦，多冤仇、盗贼凶象，神将遇德合贵顺，则亲朋和气吉象也。</br>订讹</br>蒿矢，神虽遥克，力弱难伤，不能为害，如折蒿矢，故名蒿矢。</br>占主始如雷吼惊恐终无事，愈远愈小，渐渐消磨，此时有客，不可容纳，主小人口舌，凡事忧在西南，喜在西北，乾天门也，占事人谋己，利主不利客，利後动，利小不利大，神将凶，日、辰无气，主盗贼阴谋，神将吉，日、辰有气，则干贵有喜，行人来，访人见。</br>弹射，日虽克神，终不能害神，如弹丸为箭，故名弹射。</br>占主己谋人，利客不利主，利先动，利上不利下，神将吉，遇德合，顺贵，主亲朋和气，神将凶，带刑害，逆贵，主事不睦，及𡨚仇，盗贼，访人不见，行人不来。若克两神，为一箭射双鹿，事尤多心两意也。</br>此二课，俱主远事虚惊不实，纵有成就亦虚名虚利，带金土煞则能伤人。盖蒿矢见金为有镞，弹射见土为有丸，主蓦然有灾，若传空，又名遗镞失矢，不能成事，大端祝福俱轻，若见太阴、玄武、天空，当有虚诈之事而祸起。</br>二课有近射，有远射。第二课发用为近射，日之两课自战，多主外事不干于内，凶势略大，不可出尖，第三课、第四课发用为远射，凶势渐小，盖第三课乃辰阳与日干相竞，尚觉凶重有力，不可先动，若第四课无力也。</br>遥克中，克多论比，涉害论深，以後凡克多者皆如此论。</br>袖中金</br>神遥克日名曰蒿矢，日遥克神名曰弹射，然事多动摇不定，主人情倒置，若带金土殺，足能伤人。占人祝福俱轻，求事难成，以蒿为矢，以泥为丸，无利势也。若第二课为用，乃日上两课自战，作事无力，多虚，不干内事，不可出尖，第三课为用，乃辰之阳神自战，两阳相克，作事凶重，有力，不可先动，第四课又无力，蒿矢利主不利客，利小不利大，利後动，占行人来，访人见，若朱雀、勾陈，当有官事、祸从外来。</br>弹射，利客不利主，利上不利下，利先动，不利占讼，占人不来，访人不见，忧事主散，若见太阴、玄武、天空，当有欺诈虚诞之事，祸从内起，蒿传金为有镞，弹射传土为有丸，主事蓦然有灾，若传空亡，又名遗镞失丸，不成事也。</p>",

"虎视卦":"<p>《神定经》：统履之体，虎蛇当道，履尾之象</p>《六壬统宗》<p>“虎视转蓬”：酉中有昴宿，属秋分，为天地关梁，为日月出入门户，且属白虎金位，性主肃杀，义司决断，取以为用，故总以昴星名之。刚者，阳也，阳性从天，男子气浮，则仰视之，如虎视转蓬而动，故名虎视转蓬。</p><p>占主惊恐，关梁闭塞，津渡稽留，出行身不得归，恐死于外，大抵祸从外起，惟家居守静则吉。</p><p>此课如日用囚死，罡乘死气，蛇虎入传，大凶，病者死，讼者狱。若日用旺相又不在此论。</p><p>冬蛇掩目：柔者，阴也，阴性从地，女了气沉，俯视之，如冬日蛇之掩目，故名冬蛇掩目。</p><p>占主事暗昧不明，进止两难，女多淫佚，祸从内起，访人不见，行者淹滞，逃亡隐形。</br>此课如螣蛇入传，尤多怪梦忧疑，或申加卯为车轮倒斫。传见玄武凶甚。惟午加卯为明堂，主万事昌隆，午为离明，卯为天驷房心明堂之宿，凶亦吉也。</p><p>二课刚日本乎天者，亲上，传终归干上，从天类也。柔日本本乎地者，亲下，传终归支上，从地类也。以天道言，昴星阴气用事，微霜始降，枯槁皆死，此决断万物收敛精神之时也。以人事言，昴星于五行为金，五常为义，当其言不必信，行不必果，惟义所在，然后决之，故以昴星作课，然虽断之以义，亦归责于己，其可矣，故终末从其日辰也。酉为天狱，二课最忌刑狱，大端惟潜藏稍吉耳。</p>",

"别责卦":"<p>《六壬大全》：此三课不备，别从其类责取一合神为用，故名别责。占者凡事不备，主有留连之体。</br>象曰：谋为处正，财物不全，临兵选将，欲渡寻船，求婚别娶，胎孕多延，损而能益，事遇神仙。如神将凶，日用休囚，则应凶象，神将吉，日用旺相，则应吉象也。</br>订论：盖四课不全又不克，欲如昴星取酉而课又不备，只得别从其类责取一合神为用，故名别责。阴阳全无克制，二阳一阴如二男争一女，二阴一阳，如二女争一男，舍正而别求合。夫妇各得芜淫佚之意乎，故亦名芜淫。</br>占主凡事不备，谋为欠正，且合神事主留连，临兵欲进不进，胎孕多延，凡事倚仗他人，借径而行，吉凶多系于人，不干己也，求婚另娶，占家宅，夫妻事当以淫断。</p>",

"八专卦":"<p>《六壬大全》：</br>凡干支同位无克取阳顺阴逆三神为用，曰八专课。盖八专日有五，除癸丑日俱有克，无克者，甲寅、庚申，刚日从阳，主超进顺布，己未、丁未，柔日，主退缩逆行，中末传俱并日上神。如甲寅日，干上阳神亥顺数至丑，乃丑亥亥也，丁未日，辰上阴神卯逆数三辰，至丑，乃丑巳巳也。皆日辰阴阳共处，论伏呤四课八字，干支神同一位，如八家同井，事专，故名八专。占理家务重轻易举，不利奔波于外，统“同人”之体，乃大众会盟之课也。</br>象曰：二人同心，其力断金，阳进男喜，阴进女淫，失资众犍，物失内寻，成功异路，擢显士林。此八传为两课阴阳并，虽主事乖疏，凡事以两课决之，阳日尊长欺卑幼，则主超进，主事速欲出，阴日夫妻怀背，及奴婢反主，柔主退缩，主事迟，欲归，占婚姻进人口主口舌分享，则应九三，三岁不兴之凶象，若龙常天乙吉将及天月二德善神，则应同人九五，大师克相遇，吉象也。</br>凡八专课遇天后六合玄武一将入传，为帷簿不修格。盖重门树塞，以限内外，讲堂设帐，以别男女，今阴阳共处，男女混杂，又遇后合阴私之神，郑风尤甚，故名帷簿不修，主私泆不明，内失其礼也。</br>凡八专课逆数到日，中末相并，为独足格。夫三传皆归一神，如路遥驿递，无人传送，独展一足，难行，故名独足格，凡事不能动移，自己尤多费力，或中末传皆空亦然也。</br>订讹：</br>八专，有克照常以克贼比涉等项论，干支同位，专聚一处，故名八传。</br>占主二人同心，其利断金，兵资众犍，物失内寻，阳日尊长欺卑幼，主事超进，迅速，阴日妻奴背夫主，主事退缩迟缓，占婚及进人口，主口舌分离，占忧喜事俱重叠。</br>此课若逢龙常天乙吉将及天月二德则又有同人协力，众擎易举之象也。</br>帷簿不修，如甲寅日干之阳神亥顺数三至丑乃丑亥亥也，丁未日支之阴神卯逆数三至丑乃丑巳巳也，八专之课已为尊卑共室，人宅不分矣，但有克者，尚有制缚，不可以淫佚断，独此无克者，任顺逆数云，伸缩而用之，全无克制，防范，故名帷簿不修。</br>占主外不隔而内不备，事多重叠，忧喜再来，干涉妇人，久而反背，若后合玄阴入传，淫乱必矣。</br>独足，三传皆归一处，如路遥驿递，无人传送，独占一足难行，故名独足。</br>占主不能动移，极是费力，商贾不可行，占胎不成，远行宜舟。</br>此课外有八专中末传皆空者，亦如此断。</p>",

"伏呤卦":"<p><b>《六壬大全》</b></br>统艮之体，守旧等新之课。</br>订讹：</br>伏呤，俯伏本家，不能变动，只有呻呤愁叹而已，故名伏呤。</br>占主屈不得伸，静中思动。</br>自任，天地鬼神，不动不克，无所取择，自任其己之刚，进用于时，故名自任。</br>占主自强出关，而当闭塞，惟柔顺守静吉，则事成也。若任己过刚必成愆咎，行人立至，然亦本家暂出之人，原非远也，失物逃亡俱不远，胎孕聋哑，祸患流连，病主不语而呻吟，淹滞岁月，干谒不出。</br>此课如甲日春占，丙日夏占，庚日秋占，壬日冬占，三刑有气，无克传逢驿马或不得己而动，亦动中有成也。</br>自信，自信其在己之柔而自用，故名自信。</br>占主不能动身乃家宅不宁之兆。</br>此课与自任课占病、产、盗、逃俱同，讼狱俱主土田，关梁俱主杜塞，惟行人则自任立至，自信难期，出行则自任欲行中止，自信潜藏不出，若有丁马俱可言动。</br>杜传，传行杜塞，故名杜传，占主事中止改图则可成。</br>指要：</br>自任自信，天地如一，隐伏未发之象，静则宜，动则滞，一云主事藏匿不动，静中求劳，有屈不得伸之象，失物不远，访人不出，病主不言语而呻吟。心镜云，行人立至门者是本家暂出之人，非远回人至也。阳日尚可言立归，阴日尤难期也，所主皆迟。</p>",

"返呤卦":"<p><b>《六壬大全》</b></br>凡课十二神各居冲位取相克为用，曰返呤课。盖诸神返其位，坎离交易，震兑互换，日辰阴阳往来克贼，反复呻呤，故名返呤。</br>凡占，来者思去，离者思归，得失未可一定，惟利復旧事，统震之体，重重震惊之课也。</br>象曰：高岸为谷，深谷为陵，得物尤失，败物反成，安营离散，出阵虚惊，得生于外，害人自承。如巳亥巳返呤，多主改动，取索财物，文章事。卯酉卯，占家宅门户道路事。寅申寅，占远行移动争讼事。遇凶神凶将，主损失，虽动无益，有重重惊恼，则应六五，往来厉，億凶象。善神吉将，主赴省求恩，转官之喜，则应初九，笑言哑哑，吉象也。</br>凡返呤课无相克，以支辰傍射敌上神为用，曰井栏格。盖返呤多相克，无克惟四日，己丑、丁丑、辛丑、辛未。然丑无克，用巳上神亥，未日用亥上神巳，如傍进倚栏斜冲射之，不易井外，故名井栏射。井栏无来去，必中投辰上神而末投日上神为传，此其法也。占者无事依倚，一身两用之体也。</br>象曰：行人阻遏，盗贼相攻，内外多怪，上下不恭，傍求事就，直求道穷。三传救护，喜见青龙，如神将凶，则有凶象，吉则有吉象。</br><b>订讹</b></br>返呤亦名无依，有克照常克贼比涉等项论。彼此相冲往来咨嗟不宁，故名返呤。且十二神各易本位，无所凭藉依附，故名无依。</br>占主事带两途，远近係心，往返无常，欲动不动，祸自外来，事从下起，北逆分离，有疑莫决，安营离散，出阵败奔，来者思去，去者復来，得失未有一定。巢穴改，宫易位，亲情无始终，病亦两症相侵，行多反復，惟利反旧事。大都 凡动无凭伹，当久动思静而已。巳亥巳占改动取索，财物文字事，卯酉卯占家宅门户道路事，寅申寅占远行移动争讼事，神将凶俱主凶动，有重重惊恼。</br>此课多主动，若去来空亡，又不以动论。</br>井栏射，亦名无亲，无克惟丁未、己未、辛未、丁丑、己丑、辛丑，六日。丑无克以丑宫癸水遥射巳宫丙火，未无克以未宫己土遥射亥宫壬水，故丑日以巳上亥神为用，未日以亥上巳神为用，如傍井倚栏斜射之，不出井外，故名井栏射，全是冲开涣散不属，故又名无亲。</br>占主内外多怪，上下睽隔，井上架木，易欹易斜，不能长久之象，动则宜，静则忧，事无凭依，一身两用，傍求易就，直道难容，凡事速成易破。</br>此课如遇吉神良将，凡事半遂，尤喜见青龙求护也。</p>",

"龙德卦":"<p><b>吉泰门</b></p><p><b>神定经</b></br>《心照经》曰：龙德卦者，占事遇太岁今日为用传，发用月将。以此占事，利见大人，当有迁官尽职之事。</p><p><b>六壬大全</b><br/>惟尊贵求卑下不吉，或带杀，为日鬼，占讼则事干朝廷。</p><p>素键：根据神经定，“遇太岁今日为用传”，用传二字可解作“发用”，也可解作“发用、三传，即太岁为发用或在传中”，此处取太岁为发用或在传中立卦。</p>",

"三光卦":"<p><b>吉泰门</b></p><p><b>《神定经》</b><br/>……以此占人，病者有救，囚系得出，市贾有利，所谋皆成，福佑自至，殃祸消散也……</p><p><b>《心镜》</b><br/>用起日辰俱旺相（用神旺相为一光，日辰旺相为二光），传中復有吉神并（为三光也），三光并立无相克，作事多欢病者轻，纵逢凶将无忧患，囚系官灾事不停，六月戊寅寅时课，三传俱旺贵人荣</p><p><b>《六壬大全》</b><br/>凡课用神日辰旺相，吉神在中，为三光课。盖日为人，旺相不但诸鬼不能胜而人口又能峥嵘，一也。辰为宅，旺相不但宅居广宽而诸邪又不能入，二也。用神为日用动作，旺相不惟所干无阻，又光其动作，三者皆有光华，故名三光。占者万事任其所为，皆无费力而成，且有吉利。统“贲”之体，乃光明通达之课也。<br/>象曰：课入三光，万事吉昌，刑囚释放，疾病安康，市贾得利，谋干俱良，福佑自至，凶祸消亡。如神将俱和合相生，日辰用神旺相，主迁官进职之荣，始终获喜，必有庆贺，万事吉昌，纵年命凶杀，亦不为凶，则应贲，六五，束帛戔戔，吝，终吉象，若日辰居天乙后，中末囚死，则应三光失明之象。前有功德虚喜，后復抑塞难通，当应贲，六四欲与初九婚姤，乃为九三间隔，未获相贲之象也。<br/>袖中金<br/>用神旺相，吉神临支干有气，末传又逢吉神吉将或带合，三光并照，福佑自至，灾祸自消，吉无不泰。若用神旺相，吉将亦临支干有气，末传却值凶将，刑害交互者，则光而復翳，明而反暗，先祖有财，后来家道颦索。遇此名三光埋影，不可不审末传，勿一概言之。</p>",

"三阳卦":"<p><b>吉泰门</b></p><p><b>神定经</b><br/>《玉衡经》曰：三阳者，用在旺相中为一阳，日辰在天乙前为二阳，天乙顺行为三阳。<br/>注曰：用得旺之气，天乙顺治，日辰在天乙前，终得吉将，以此占人，身无忧患，所求皆成也。<br/>……以此占人，病者无忧，所为皆成，囚系得释，父安得起，凶灾自退，所求皆得。……</p><p><b>《六壬大全》</b><br/>凡课天乙顺行，日辰有气居前，旺相气发用，为三阳课。盖天乙贵人左行正理，阳气顺，一也。日辰前于天乙，阳气伸，二也，日辰旺相阳气进，三也，此三者，阳气开泰，万物光辉，更兼吉将，故名三阳。占者凡事吉庆，所求皆遂，统“晋”之体，乃龙剑呈祥之课也。<br/>象曰：课入三阳，官爵翱翔，讼狱得释，病疾无妨，财喜遂意，行人还乡，贼来不战，孕产贤郎。如神将上下相生，谋为万事皆利，有官者，职位高迁，病者死欲入棺当活，囚者刀虽临项无虑，纵逢刑害，喜事不迟，则应晋六五，往吉，无不利之象。若天乙辰戌，为贵人坐狱，狱，阴地也，用神为为鬼，贼克日，中末无救神，则应三阳不泰，占事暗昧不就，未免先吉后否，则应晋九四，鼫鼠，贞厉之象也。</p>",

"三奇卦":"<p><b>吉泰门</b></p><p><b>《神定经》</b><br/>……三奇者，临日辰人年发用，皆主吉庆之象。虽与刑杀相会，罪亦可赦也。……以此占人，当有吉庆之事。……</p><p><b>《心镜》</b><br/>三奇发用逐旬行，两处区分共一名（原注：一卦有两般奇，一卦有两般名），甲午甲申神后是，寅辰二甲在登明，子戌旬中居大吉，不忌杀之并与刑（原注：以上一段不忌刑杀）。甲日胜光乙日巳，支逆随午巳丑停（原注：甲日在午，乙日在巳，从子逆行至丑住，至丑迴向未上，起庚为奇），庚却顺流奇在未，癸尽天魁总有灵（原注：庚日在未，顺行癸日到戌），占值丙奇皆吉悦，传内天官更要精（原注：两奇得一即吉，天卦有两般奇，旬奇：甲午、甲申旬在子，甲寅、甲辰旬在亥，甲子、甲戌旬在丑，干奇：甲日在午，乙日在巳，丙日在辰，丁日在卯，戊日在寅，己日在丑，庚日在未，辛日在申，壬日在酉，癸日在戌）。</p> <p><b>《六壬大全》</b><br/>凡课得旬日之奇发用或入传，为三奇课。如甲子、甲戌旬用丑，甲申、甲午旬用子，甲辰、甲寅旬用亥，，此为旬三奇。甲日用午丙奇辰，乙巳丁卯戊奇寅，己丑庚未辛申位，壬奇取酉癸戌云，此为日奇。盖鸡鸣乎丑，日精已备，鹤夜半鸣，月精已备，斗转乾亥，星精已备。又丑为玉堂，子为明堂，亥为绛宫，此三者，日月星精，为旬用之奇，故曰三奇 。<br/>占者百祸消散，凡事吉利，统“豫”之体，乃上下悦怿之课也。<br/>象曰：万事和合，千殃解除，婚求淑女，孕育贤儿，士有奇遇，病获良医，纵乘恶将，凶去吉随。如旬、日奇并临，吉课为上。有旬奇，无日奇，亦可用。或逢亥子丑兼全，为三奇联珠，大吉。更遇天上三奇乙丙丁，或地下三奇甲戊庚，入传尤利。居官则因异政超擢，出军利用奇兵取胜，凡事逢凶化吉，则有“豫”六二，“贞吉”之象。若有干奇无旬奇，神将凶，则应初六，“鸣豫凶”也。<br/>订讹<br/>……，若三传亥子丑为联珠三奇，或天上三奇乙丙丁，地下三奇甲戊庚为遁奇，……，旬奇干奇并临为上，有旬奇无干奇亦可，若止有干奇不名三奇。<br/>占主凡事逢凶化吉，不忌刑杀，事有奇遇，官以异政超擢，出军奇兵取胜，婚谐，孕生贵子，病讼解。<br/>此课如奇作空亡，未象奇精有损，其福减半，先明后暗，吉凶皆无成。<br/>神中金<br/>……，主灾散福临。<br/>大抵三辰连茹，事欲行不行，欲止不止，节外生枝，顺则先进后退吉而顺，逆则选退后进。凡占，必见人情不和，兄弟朋友失和气之象，死三奇卦后有死奇卦甚明。</p>",

"六仪卦":"<p><b>吉泰门</b></p><p><b>《六壬统宗大全》</b><br/>（旬仪支仪发用，或入传是也）……，盖旬首乃六阳，支仪为星宫之长，直符之使，此旬与支之冐领，为诸神仪表，故名六仪。旬仪支仪拜临为上，有旬仪无支仪亦可，若止有支仪不名六仪。<br/>占主凡事逢凶化吉，不忌刑杀，求望得，投书干贵宜，病遇良医，罪赦官擢，若旬首为用，更作今日贵人为富贵六仪，作廉幕官，士人高第，若奇仪全遇，凡百吉不可言。<br/>此课吉惟克行年凶。</p>",

"铸印卦":"<p><b>吉泰门</b></p><b>《六壬统宗大全》</b><br/>　　（三传巳戌卯）巳为炉，戌为印，卯为印模，戌中辛金逢巳丙火作合煅炼铸成符印，故名铸印，卯为车，又名铸印乘轩。<br/>　　占主符命入手，科甲（素键：根据《六壬大全》补入“甲”字）官爵俱高，干谒吉，如戌巳（素键：《六壬大全》作戊、己）又为生日之印，更遇太常为绶，乃印绶双全，定主转迁超擢。<br/>　　此课多主事成迟晚，然惟利官，庶人不吉，更不利于病讼，忧产四事。又夏月巳午日时戌，值蛇雀（素键：《六壬大全》作，巳午日时，或值），火太旺，戊（素键：《六壬大全》戊作戌）卯或值空亡，则为破印损模，官必不迁，兼遇神将凶，主先成后破，徒劳心力，大都铸印乘轩，须得驿马、太阴、六合乃为真体，又有丙丁日，戊加午上（素键：《六壬大全》作，又有丙子日，戌加干上），得吉将亦名铸印，春夏丙丁日火太过，不在此论。然须白虎、太阴、蛇雀金火之将入传，若金少火多，火少金多，为五行不备，必有所伤，或末传得天后、玄武，更临水乡，与日相破，名曰铸印不成，来意主望官爵，吉事欲成，中阻耳。又铸印课，乘日墓主退退失或旧事再新。</p><p><b>《心镜》</b><br/>　　天魁是印何为铸，临于巳丙冶之名，中有太冲车又在，铸印乘轩官爵成，传中有气将为速，复又兼之驿马并，太阳所主阴私立，天乙顺行君令明（原注：三传巳戌卯为铸印，盖巳为炉，戌为印，卯为模范故也。传中又有太阴、六合神将旺相相生最宜求官，忌空亡，眉批：以三传言）</p>",

"斫轮卦":"<p><b>吉泰门</b></p><b>《六壬统宗大全》</b><br/>　　（卯加庚辛申酉发用）卯为车轮，金为斧斤，木就金斫，故名斫轮</br>　　占主禄位高迁，革故鼎新之象，更喜戌为印，太常为绶入传，卯加庚与申为上，辛酉次之，缘卯中乙木与申中庚金作合成器或壬癸日见水神为舟楫，初末有马引从为轩车，能任重致远，除官必矣。斫轮来意主望官事，先历艰难，后却有成，盖木畏金故。盖艰难然后成也，将得龙常阴合，方成其体，求财大获，寅亦是木，如何不作斫轮，盖寅乃天樑，成器不须斫也。<br/>　　此课多主事成迟晚，占孕与病讼忌之，或木休囚乘白虎为棺椁，值空亡为朽木难雕，须另改业。春季甲乙日寅卯时木太重为伤斧，秋季庚辛日申酉时金太重为伤轮，反凶，或辛卯日，干上卯，为财就人，宜速取之，缓则被木克其戌土，反有害也，与乙未日未加乙同。若传见本日墓神，名曰旧轮再新，来意主退官失职再谋复兴之意，大都斫轮课木日艰难，火日灾疾，金日获福，水日心不定，变异艰难中遂意，土日流转。</p>",

"轩盖卦": "<p><b>《六壬大全》</b><br/>　　凡课值胜光为用，遇太冲，神后，为轩盖课。神后子也，为紫微华盖，太冲卯也，为天驷天车，胜光午也，为天马，此三神并遇，如乘驷马轩车高张华盖，故名华盖（素键：“华盖”二字疑为“轩盖”，否则于意不通）。占者加官荣显，凡事吉庆，统“升”之体，乃仕子发达之课也。<br/>　　象曰：课遇高轩，车马皆全，朱轮稳上，诏用荣宣，求财大获，疾病难延（素键：车马华盖俱逢，极动之象，占病凶，有身亡之忧），干贵欢会，行者必旋。如胜光又作月内天马，太冲又作月内天车（素键：《六壬统宗》，“卯又作月内天车，其动犹速”），正七月内是也。然车马既动，出者必行，闻贼必来，余月轩盖又带三交，出军冲野，决防占斗，论讼换司易衙，病者魂游千里，或年命有龙，出行大雨（素键：“年命”二字下缺字，“有龙”二字疑当与“出行大雨”为一句，因“青龙”主雨，出行遇“青龙”，当遇雨，《六壬统宗》“高盖有龙，出行则大雨…………，或三传带杀，乘蛇死气，克年命日辰”），车马作财，财自外来，更日用旺相，又为太岁月将德神，上乘贵人龙常后合吉将，当主出入见君拜官，驿马高车，华盖执节，喜庆宠禄，十全之荣，官爵当践公卿之位，则应初六，允升，大吉之象。若三传带杀，乘蛇虎死气克年命日辰，或空亡，或卯作丧车，则刑冲从凶而动，变轩盖为三交，身弱人衰，则为乘轩落马之象，主伤躬被脱，望事无成，则应上六，冥升，消不富之象也。</p>",

"官爵卦":"<p><b>《神定经》</b><br/>　　《灵辖经》曰：官爵卦者，谓人年命日辰发用见印绶驲（素键：“驲”也叫传（zhuàn ）车。 古代驿站 用来送信的车。）马，当得官爵之象也。<br/>　　注曰 ：官爵者，河魁太常为印绶。驲马者有四种，第一太岁驲马，第二本命驲马，第三月建驲马，第四今日驲马。<br/>　　若用起此神，或传中见之，皆主得官之象。有旺相气者，求一切大小事者皆得也。<br/>　　注曰：驲马只有三命中驲马也，寅午戌在申，申子辰在寅，亥卯未在巳，巳酉丑在亥。<br/>　　若太岁人年月建今日遇之，即事是官爵卦也。<br/>　　假令太岁甲戌，有人年四十五生庚寅，以正月庚寅日亥时占时（素键：“占时”疑为“占事”），则太岁人年月建今日驲马并在申，用起传送，为四般驲马。以此占人，当有迁官荣升之象。第一课申庚，第二课申申，三课寅寅，四课寅寅。初传申，天后兄；中传寅，青龙财；末传巳，朱雀官鬼。</p><p><b>《心镜》</b><br/>　　印绶两般俱用见（原注：天魁、太常悉为印绶。又云，天魁为印，太常为绶，此两般初用，但得其一，亦是吉卦，齐临甚美）四驿马因传内逢（原注：四驿马者，太岁、月建、日辰、行年。假如二月建卯，驿马在巳，行年立子，驿马在寅是也，余效此）（眉批：以四课三传言），值此名为官爵卦，终吉何忧选不通（传终若得吉神将者，求官入选，迁改并通也）。</p><p><b>《六壬大全》</b><br/>　　凡课得岁月年命驿马发用，又天魁太常入传，为官爵课。驿马者，三合头冲是也，为驿递之神，传命之使也，人命行年太岁月建并用之马，华丽异常，又戌为天魁为印绶，荣加官职爵禄，名曰官爵也。占事吉庆，仕宦升擢，统“益”之体，鸿鵠冲霄之课也。<br/>　　象曰：官爵印绶，得之荣华，财名吉利，病讼堪嗟，访人不在，行者还家，孕生贵子，仕宦尤佳。如四马带印绶，更遇德神、天马、青龙、日辰二马尤吉。日用旺相，主事速成，仕宦有迁官进爵之庆。常人有贵财利之吉，士子何忧上选不通，则应“益”初九，利用为大作，元吉之象。若驿马被冲破，魁常值空亡，日用囚休，主事迟滞而返恓惶，则为官爵失印之课，主官遭黜罚，文书沉匿，谋为不成，变喜为忧，当应上九，立心，勿恒，凶之象也。</p><p><b>《六壬统宗》</b><br/>　　（或驿马发用，印绶入传，或印绶驿马入传，都要临日辰年命为的）天魁印绶也，驿马使命之神也，此拜除官爵之象，故名官爵。<br/>　　占主无官得官，有官进爵，传中合神动，更主重迁，如寅为驿马发用，末传亥是也。驿马既动，行人至，贼来，求望遂，病必魂游千里，讼者遍于诸司，孕生贵子访人不在。<br/>　　此课若驿马逢冲破，官爵淹留，印绶遇空亡，官爵脱失。</p><p><b>《神定经》</b><br/>　　官爵转授迟速第五十，引《灵辖经》行年，本命，月建，今日四等驿马</p><p><b>素键注：</b><br/>　　各书对官爵卦成立条件，皆有不同，今取此课成立条件为：<br/>　　1、戌与太常入传<br/>　　2、太岁、月建、日支、行年、本命的驿马入传<br/>　　戌为印，太常为绶，只要传中见到戌、太常、驿马，皆为官爵卦。发用为事之始，中为事之壮，末传事之终，若印绶或驿马仅限于初传，多有狭隘，如，占官职，初传不利求官，中末见印绶驿马，为事之开始不利，终得官职。<br/>　　太岁为朝廷，月建为省级，日支为工作，取此三者驿马当无可争议。行年为人，本命也为人，若只取行年驿马，不取本命驿命，于理不通，故，行年、本命驿马同时取，此二马代表人之动。</p>",

"伏殃卦":"<p><b>凶否门</b></p><p><b>《神定经》</b><br/>《心照》曰：伏殃卦者，谓天鬼发用，或临日辰年命，以应此卦。<br/>天鬼煞者，以正月从酉上逆行四仲，周而复始也。</p><p><b>《心镜》</b><br/>天鬼常依四仲神，建寅居酉逆相寻，（原注：天鬼一名伏殃，正月酉，二月午，逆行四仲。凡主伏兵杀伤，或全家病，宜禳祷以除之。）行年日上如逢此，殃伏兵伤乱杀人。（眉批：以月年辰上言。）</p>",

"罗网卦": "<p><b>凶否门</b></p><p><p><b>《神定经》</b></p>《心镜经》曰：罗网卦者，谓日辰前一辰为天罗，所冲为为地网。若发用日辰年上，及应此卦。徐道符曰：占遇天罗地网，当主官灾疾病，各以神将言其吉凶所用也。</p><p>《心镜》：日前一辰天罗杀，对冲名为地网神，发用行年支干上，官灾病厄是其迍。朱雀火灾白虎病。腾蛇忧梦怪惊人。</p><p>《六壬统宗》：罗网前位神覆盖遮隔，不得出头，故名罗网。占主身宅俱不便利，病危官灾，谋为多拙，遇丁马更凶。此课得年命冲破罗网之神，为有救。</p>",

"微服卦": "<p><b>《神定经》</b><br/>　　《曾门经》曰：阴阳失位为微服，天乙立私门为蹉跎，主君子不安其位，庶人不安其居也。<br/>　　乐产曰：阴阳失位，君子将迁，小人时黜。<br/>　　假令正月辛亥日寅时占事，小吉传送为日辰之阳，并为天乙後，天罡太乙为日辰之阴，并在天乙前，此名阴阳失位，为微服卦。天乙临卯酉，贵人立私门，为蹉跎也。余倣此。</p>",

"度厄卦":"<p>《六壬大全》：凡四课内，三上克下或三下贼上为度厄课，盖上为尊下为卑，三上克下则长欺幼，势必遭厄，三下贼上，则长不正，幼乃凌长，为度厄，占者家宅欠利，老幼见灾，统剥之体，乃六亲永炭之课也</p><p>象曰：事忧老幼，患病重来，家门不吉，骨肉尤乖，出军失利，行者多灾，类神旺相，祸去富来，如发用阳神乘凶将，主伯叔尊长有灾，阴神主姑姨幼小有灾，当应剥不利攸往之象，日用旺相，乘吉将主幼得长力，长得幼力，则应上九君子得舆之象。</p><p>订论：</br>度厄（三上克下曰幼度厄，三下贼上曰长度厄）三上克下，主卑小有厄难，故曰幼度厄，三下贼上，主尊上厄难，故名，长度厄</br>占主家门不吉，骨肉乖离，幼度厄，若子孙发用，凶神入墓，卑者更凶。长度厄，若父母发用，凶神入墓，尊者更凶，若仕者占，主事从鄰邑发动，山鹊合群，同气相亲之兆也，神将吉，因动成喜，神将凶，面合心离，或反有暗害，或与刑杀并，及旺相气，凶易成，若与德合并，不能害也。</br>此二课同下二课俱以比者为用，俱不吉，然有救又不以凶断。如火克金，则水为救之类。</p>",

"无禄绝嗣卦": "<p>《神定经》：统否之体，上下僭乱</p><p>无禄卦：《曾门经》曰：四上克下，法曰无禄，空室无人，老必孤独，臣子受殃，六亲死亡，从此离散，客胜主负，利于先起。 注曰：君以臣为下，父以子为下，兄以弟为下，夫以妻之下，今四上克下，无下贼上，故曰无禄。</p><p>绝嗣卦: <br>《曾门经》曰：四下贼上，法曰绝嗣，亡其先人，孤独无嗣，宜为主人，利于后起也。注曰：臣事君，子事父，弟事兄，妻事夫（内继命）今下贼上，是谓绝嗣。法主臣轻其君，子慢其父，弟背其兄，妻叛其夫，此时若生男女，当克父母，故亡其先人，是谓绝嗣。</p><p>《六壬大全》：凡课四上俱克下为无禄课，盖日辰阴阳俱相克不得其所，不免投辰上两课，辰上阴阳又相克，则无所投之路，占者多主孤独，如四上克俱克下为无禄格，主庶人不禄，有官罚职，轻则罚俸，重则削职，盖以上制下，臣子受殃，屈者难伸，对敌利客，讼宜先起者胜，惟火多克金，有水可救，其课，统否之体，乃上下僭乱之课也。</br>象曰：上克无禄，下克绝嗣，君臣悖逆，父子分离，求谋不遂，动作多疑，三传有救方免灾危，如神将凶，则应六三包羞凶象，神将吉有救神则应上九先否后喜之象也。</br>凡四下俱贼上，乃为绝嗣之格，乃主小人无礼，暗算、横灾、殃祸、病者死、逃者转匿，尊长见灾，战斗利主，讼宜后对，中年多子息，老后主孤独。</p>",

"连珠卦":"<p><b>《心镜》</b><br/><b>吉泰门</b></br>孟仲季三传，尊卑位不偏（眉批：以三传言）或是岁月日，累累月相连，皆曰连珠卦，事绪百盈千，凶则灾不已，吉则庆缠联，三传同一处，谋幹利成全，岁月日时建，顺速逆迟延。</p><p><b>《六壬统宗大全》</b><br/>粘连门<br/>（或三传孟仲季相连，或三传岁月日相连）连如贯珠故名连珠<br/>占主吉凶各重叠不已，进连珠事顺，退连珠事逆</p><p>素键：根据《统宗大全》，三传“日月年”也取为连珠卦</p>",

"连茹卦":"<p><b>《六壬统宗大全》</b><br/>（三传不断）三传接连相为牵引，有拨茅连茹之象，故名连茹。<br/>占主吉凶各有重叠，孕必连胎，士获交举，时旱多晴，天阴久雨，进连茹事顺，值空亡，则退可远害，退连茹事逆，值空亡，则进可消灾，退连茹又名失友。主事欲行不行，人情欠美，或三传亥子丑为三奇连茹，万事和合。</p><p><br/>神中金<br/>……，大抵三辰连茹，事欲行不行，欲止不止，节外生枝，顺则先进后退吉而顺，逆则选退后进。凡占，必见人情不和，兄弟朋友失和气之象，死三奇卦后有死奇卦甚明。(素键：袖中金，此文录自，《六壬大合》的“三奇课”一节)</p>"
}
